Repository: mradom/empleos
Catalog: trunk/sites/all/modules/taxonomy_list/po/*.po
Languages: pt

source: The Taxonomy List module adds pages that list all terms in a vocabulary (category). In addition, when the Taxonomy Image module is installed, these lists can include an image for each term.
pt: O módulo Taxonomy List adiciona páginas que listam os termos de um determinado vocabulário (categoria). Além disso, se o módulo Taxonomy Image também estiver instalado, as listas geradas podem incluir uma imagem para cada termo

source: Customize how Taxonomy List displays terms on vocabulary pages.
pt: Configure a forma como o Taxonomy List mostra os termos nas páginas dos vocabulários.

source: Home
pt: Início

source: Add to "@name"
pt: Adicionar a "@name"

source: Edit "@name"
pt: Editar "@name"

source: Taxonomy list settings
pt: Taxonomy List - configurações

source: search for term
pt: procurar termo

source: search for content using this term
pt: procurar conteúdo usando este termo

source: <p>The taxonomy_list module enable the URL to browse into each vocabulary, using the format of :</p>
pt: <p>O módulo taxonomy_list permite que o URL navegue por cada vocabulário, usando o formato:</p>

source: <p>Together with the taxonomy_image.module, the list can be displayed with a image icon.</p>
pt: <p>Juntamente com o módulo taxonomy_image.module, a lista pode incluir uma imagem/ícone.</p>

source: Vocabulary separator
pt: Separador de Vocabulário

source: This is the character that separates multiple vocabulary names in the page title.
pt: Este é o caractere que separa múltiplos vocabulários no título da página.

source: List Mode
pt: Listagem

source: Hierarchical - Subcategories as a table inside their parent's cell.
pt: Hierárquico - subcategorias numa tabela dentro da célula mãe.

source: Flat - All terms are listed as the same level in the grid.
pt: Flat - Todos os termos são listados ao mesmo nível na grelha.

source: How Taxonomy List displays the list of terms.
pt: Como o módulo Taxonomy List mostra a lista de termos.

source: Terms per row
pt: Termos por linha

source: Number of terms to be displayed on the same row.
pt: Número de termos que vão aparecer na mesma linha.

source: Add administration links
pt: Adicionar links administrativos

source: Should I add administration links (e.g. "edit term") to the display for authorized users?
pt: Devo adicionar links administrativos (ex: "edit term") no final da lista? (só se aplica a utilizadores autorizados)

source: Count content
pt: Contagem do conteúdo

source: No count.
pt: Não contar.

source: Count all content types.
pt: Contar todos os tipos de conteúdo.

source: Count by content type.
pt: Contar por tipo de conteúdo.

source: Count by type, don't show zero counts.
pt: Contar por tipo, não mostrar aqueles que estão a zero.

source: Count content types
pt: Contar tipos de conteúdo

source: How Taxonomy List counts the content types for terms.
pt: Como o módulo Taxonomy List faz a contagem dos tipos de conteúdo / termos.

source: Hide terms with no content
pt: Esconder termos sem conteúdo

source: Do not show the term if there is no content using the term.
pt: Não mostrar o termo, se não houver conteúdo a usar esse termo.

source: The taxonomy Image module is available.
pt: O módulo Taxonomy Image está disponível.

source: Show taxonomy image?
pt: Mostrar imagem?

source: Display the taxonomy image?
pt: Mostrar a imagem?

source: Note that Taxonomy Image already provides a wrapper &lt;div&gt;, which may be styled individually.
pt: Atenção: O módulo Taxonomy Image fornece o seu wrapper &lt;div&gt;, que pode ser configurado individualmente na folha de estilos.

source: Term path (e.g. taxonomy/term/xxx).
pt: Caminho para o termo (ex: taxonomy/term/xxx).

source: Full size image.
pt: Imagem em tamanho completo (full size).

source: administer taxonomy_list
pt: administrar o taxonomy_list

source: List terms under a specific vocabulary
pt: Listar termos de um vocabulário específico
